Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/roads_and_safety/seatbelts_when_motoring_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Seatbelts when motoring in Ireland
ga: Criosanna sabhála a úsáid in Éirinn

source: Each year in Ireland, many people are hurt, seriously injured or killed on our roads and much of this injury and many of the deaths would not occur if drivers and passengers were adequately restrained by safety belts or child restraint systems (CRS)
ga: Gortaítear, loitear go trom, nó maraítear go leor daoine ar ár mbóithre in Éirinn gach uile bhliain; agus ní tharlódh an-chuid den ghortú sin agus go leor den bhás dá mbeadh srian leordhóthanach curtha ar thiománaithe agus ar phaisinéirí ag criosanna sabhála nó ag córais srianta páistí (CSP)

source: There is a legal obligation to be restrained and this applies to drivers and passengers
ga: Tá dualgas dlíthiúil ann lena bheith srianta agus feidhmíonn sé seo do chás na dtiománaithe agus na bpaisinéirí araon

source: Furthermore, there is an additional onus on drivers to ensure that persons under 17 are suitably restrained while they are in charge of the vehicle.Offences carry a fixed-charge fine of €60
ga: Ina theannta sin, bíonn ualach breise ar thiománaithe chun a chinntiú go sriantar go cuí daoine faoin mbliain 17 ach a mbíonn ceannas acu ar an bhfeithicil. Bíonn fíneáil muirir sheasta de €60 ar chionta

source: You must pay this fine within 28 days, or face an increased fine of €90 payable within 56 days of the offence
ga: Ní mór duit an fhíneáil seo a íoc laistigh de 28 lá, nó beidh ort fíneáil €90 a íoc laistigh de 56 lá ón gcion

source: Two penalty points will be added to your licence if you opt not to go to court
ga: Cuirfear dhá phointe phíonóis le do cheadúnas má roghnaíonn tú gan dul chun cúirte

source: If you are convicted in court for not wearing a seatbelt, four penalty points will be added to your licence and you will be liable to an €2,000 fine
ga: Má chiontaítear sa chúirt tú as gan do chrios sabhála a bheith umat, cuirfear ceithre phointe le do cheadúnas agus beidh tú faoi dhliteanas d'fhíneáil €2,000

source: This document is an overview of the law currently in place regarding the wearing of seatbelts and child restraints in motor vehicles
ga: Is forbhreathnú é an doiciméad seo ar an dlí mar atá ann dó i láthair na huaire i maidir le caitheamh chriosanna sabhála agus srianta páiste i mótarfheithiclí

source: Information is also provided regarding those exempted under the law
ga: Tabharfar faisnéis anseo freisin, maidir leo siúd ar díolmhaithe faoin dlí iad

source: Under the Road Traffic (Construction, Equipment and Use of Vehicles) (Amendment) Regulations 1971, the Road Traffic (Construction, Equipment and Use of Vehicles) (Amendment) Regulations 1991 and SI 240/2006 European Communities (Compulsory Use of Safety Belts and Child Restraint Systems in Motor Vehicles), the majority of people travelling in motor vehicles in Ireland are required to wear a seatbelt or child restraint at all times
ga: De réir na Rialachán um Thrácht ar Bhóithre 1971 agus 1991 (Tógáil, Feistiú agus Leas Feithiclí) (Leasú) agus IR 240/2006 Na Comhphobail Eorpacha (Úsáid Éigeantach Criosanna Sábhála agus Córais Feistí Srianacha do Leanaí i Mótarfheithiclí, ní foláir do thromlach na ndaoine a thaistlíonn i mótarfheithiclí crios sabhála nó srian páiste a chur umpu i gcónaí

source: Certain people however, are exempt from these requirements
ga: Bíonn roinnt daoine ann, ámh, ar díolmhaithe ó na riachtanais seo iad

source: As a driver or passenger, it is in your interest to know the requirements and your obligations
ga: Mar thiománaí nó mar phaisinéir, is é do leas é a bheith eolach ar na riachtanais agus ar do chuid dualgas

source: It is worth noting that the law has to allow for exceptional circumstances and that it is not totally comprehensive
ga: Is fiú a thabhairt faoi deara gurb éigean don dlí lamháil do chúinsí eisceachtúla agus nach dlí lánchuimsitheach é

source: There may be situations where wearing is not mandatory but is, nonetheless, advisable - for example when giving driving tuition
ga: B'fhéidir go mbeidh staideanna ann nach éigeantach iontu an crios a chur umat, ach mar sin féín gur molta í - ag tabhairt teagaisc thiomána, mar shampla

source: Definitions of "seatbelts", "child restraints" and "disabled persons belts" are provided below
ga: Tabharfar sainmhínithe ar "criosanna sabhála", "srianta páiste" agus ar "criosanna do dhaoine le mhíchumas" thíos

source: A special section also covers children and seatbelt requirements
ga: Cuimseofar na riachtanais do pháistí maidir le criosanna sabhála, freisin, in alt ar leith

source: What is a safety belt and what is a child restraint?
ga: Cad is crios sabhála ann agus cad is srian páiste ann?

source: A safety belt consists of an assembly of straps adequately fixed to the vehicle, with a securing buckle
ga: Is bailiúchán strapaí atá sa chrios sabhála ar socraithe go dóthanach don fheithicil é, agus búcla daingnithe leis

source: These straps must be capable of being adjusted
ga: Ní mór go mbeadh na strapaí sin so-athraithe

source: In the event of an accident or incident, the safety belt is designed to minimise the risk of injury by restraining your movements
ga: Dá dtarlódh taisme nó eachtra, deartar an crios sabhála le baol gortaithe a íoslaghdú trí do chuid corraithe a shrianadh

source: A child restraint is a device designed for use by a child weighing 36 kg or less
ga: Is gaireas é srian páiste ar dearadh lena leas ag páiste inarb é 36 cg nó níos lú a meáchan

source: The restraint is fitted directly to a suitable belt or is held in place by the action of a safety belt, which in turn restrains movement in the event of an accident or incident
ga: Feistítear an srian go díreach do chrios oiriúnach nó feidhmíonn crios sabhála lena dhaingniú; beart a chuireann srian, dá réir, ar aon chorraíl dá dtarlódh timpiste nó eachtra éigin

source: An appropriate child restraint is one appropriate to the weight of the child
ga: Is srian páiste iomchuí ceann a fheileann do mheáchan an pháiste

source: The weight range is indicated on the child restraint
ga: Déantar tásc don raon meáchain ar an srian páiste féin

source: Use of safety belts and child restraints
ga: Leas na gcriosanna sabhála agus na srianta páiste

source: The law in Ireland requires that certain vehicles must have seatbelts
ga: Ní mór d'fheithiclí áirithe, de réir dhlí na hÉireann, criosanna sabhála a bheith iontu

source: • Passenger vehicles that accommodate less than 8 people (excluding the driver)
ga: • Feithiclí do phaisinéirí a mbíonn spás do níos lú ná ochtar iontu (cé is moite den tiománaí)

source: • Passenger vehicles that accommodate more than 8 passengers and that have a gross vehicle weight of less than 3,500 kg
ga: • Feithiclí do phaisinéirí a mbíonn spás do níos mó ná ochtar paisinéirí iontu agus ag a mbíonn ollmheáchan feithicle níos lú ná 3,500 cg

source: • Goods vehicles that have a gross vehicle weight of less than 3,500 kg
ga: • Feithiclí d'earraí ag a mbíonn ollmheáchan níos lú ná 3,500 cg

source: From 31 October 2011 all buses involved in the organised transport of children are required to be fitted with the appropriate safety belts or restraint systems for the number of children being transported
ga: Ó Ó Dheireadh Fómhair 2011, gach bus a bhfuil baint acu leis an iompar eagraithe na leanaí, is gá a bheith feistithe le criosanna sábháilteachta cuí nó na córais feistí srianacha do líon na bpáistí atá á iompar

source: Since 1st January 1971, all drivers and anyone occupying a forward facing front seat of any of the vehicles listed above must wear a safety belt or an appropriate child restraint, unless they are exempted
ga: Ón 1 Eanáir 1971 i leith, ní mór do gach tiománaí agus do dhuine ar bith a bhíonn i suíochán tosaigh ar dírithe chun tosaigh é in aon cheann de na feithiclí a liostáiltear thuas, ní mór dóibh crios sabhála nó srian páiste iomchuí a chur umpu, mura díolmhaítear iad

source: Passengers travelling in buses fitted with safety belts must be informed of the requirement to wear them
ga: Is gá paisinéirí atá ag taisteal i mbus ina bhfuil criosanna sábhála a chur ar an eolas go bhfuil ceangal orthu iad a chaitheamh

source: Babies and children under 3 may not travel in a car or goods vehicle (other than a taxi) unless restrained in an appropriate child restraint
ga: Ní fhéadtar leanaí agus páistí faoi 3 bliana d'aois a chur i suíochán tosaigh fheithicle ar dírithe chun tosaigh é, ach amháin sa chás ina mbaineann siad leas as srian páiste iomchuí

source: This requirement applies to all of the vehicles listed above, irrespective of when they were registered - as long as they are equipped with safety belts
ga: Feidhmíonn an riachtanas seo do gach ceann de na feithiclí a liostáladh thuas, gan baint ar bith leis an mbliain inar cláraíodh iad - chomh fada agus go mbíonn criosanna sabhála curtha i bhfearas orthu

source: (Again, a child restraint is a device designed for use by a child weighing 36 kg or less)
ga: (In athuair, is gaireas é srian páiste ar dearadh lena leas ag páiste inarb é 36 cg nó níos lú a meáchan)

source: Rear facing child restraints must not be used in seats protected by an active frontal air-bag and child restraints must be in accordance with EU or UN standards
ga: Ní foláir nó nach n-úsáidtear srianacha linbh aghaidh ar chúl i suíocháin atá cosanta ag mála aeir tulghníomhach agus is gá go mbeadh na srianacha linbh de réir chaighdeáin an AE nó na NA

source: Children over 3 years of age may occupy a forward facing front seat of a vehicle only if they are using a safety belt or an appropriate child restraint
ga: Ní fhéadtar páistí os cionn 3 bliana d'aois a chur i suíochán tosaigh fheithicle ar dírithe chun tosaigh é ach amháin sa chás ina mbaineann siad leas as crios sabhála nó srian páiste iomchuí

source: Otherwise, they must travel in a rear seat
ga: Ina mhalairt de chás, ní mór dóibh taisteal i suíochán ar chúl

source: Children under 150 centimetres in height and weighing less than 36 kilograms (generally children up to 11/12 years old) must use the correct child seat or booster cushion
ga: Ní mór do leanaí atá níos ísle ná 150 ceintiméadar in airde agus atá níos éadroime ná 36 cileagram (leanaí atá 11/12 bhliain d’aois agus níos óige de ghnáth) an suíochán linbh cuí nó cúisín breise a úsáid

source: Passengers aged 3 years or over must wear safety belts where they are fitted, when travelling by bus
ga: Ní mór do phaisinéirí atá 3 bliana d’aois nó níos sine ná sin criosanna sábhála a chaitheamh, más ar fáil iad, agus iad ag taisteal ar an mbus

source: All cars first registered in Ireland since 1st June 1971, are required to have safety belts fitted on front seats
ga: Ní foláir do gach carr ar cláraíodh in Éirinn ón 1ú Meitheamh 1971 i leith criosanna sabhála a bheith feistithe ar a gcuid suíochán tosaigh

source: Rear seats have to be equipped with safety belts on all cars first registered since 1992
ga: Caitheann suíocháin chúil a bheith trealmhaithe le criosanna sabhála ar gach carr a céadchláraíodh ón mbliain 1992 i leith

source: If seatbelts are not provided in the back of your pre-1992 car, then passengers are exempted from the law requiring them to use a safety belt (or child restraint) when travelling in the back of your car
ga: Mura soláthraítear criosanna sabhála i gcúl do chairr, ó roimh an mbliain 1992 é, díolmhaítear paisinéirí dá réir sin ón dlí a chuireann iallach orthu crios sabhála (nó srian páiste) a chur umpu agus iad á n-iompar i gcúl do chairr

source: However, if you have a pre-1992 car, it is strongly recommended you have safety belts or, perhaps, child restraints appropriate to the intended use, fitted
ga: Má tá carr ó roimh an mbliain 1992 agat, ámh, moltar go láidir duit gurbh fhéidir go bhfeisteofá criosanna sabhála nó srianta páiste, ar feiliúnach iad don leas ar beartaithe a bhaint astu, ann

source: Many pre-1992 cars have anchorages for safety belts making the fitment of safety belts or child restraint systems a relatively inexpensive proposition
ga: Bíonn anacaireachtaí do chriosanna sabhála i go leor de na cairr ó bhlianta roimh 1992, rud a chiallaíonn gur beart réasúnta neamhchostasach é feistiú chriosanna sabhála nó shrianta páiste

source: Safety belts and disabled passengers
ga: Criosanna sabhála agus paisinéirí le mhíchumas

source: A "disabled persons belt" is a safety belt which has been specially designed or adapted for use by someone with a physical disability
ga: Is crios sabhála é "crios do dhaoine le mhíchumas" ar dearadh nó ar oiriúnadh go speisialta é do dhuine éigin a bhfuil míchumas fisiciúil orthu

source: Disabled persons belts should only be used by those for whom they are intended
ga: Na criosanna sabhála do dhaoine le míchumas; níor chóir ach dóibh siúd ar beartaíodh lena n-aghaidh iad aon leas a bhaint astu

source: Exemptions from requirement to wear seatbelts
ga: Díolúintí ón riachtanas criosanna sabhála a chur um dhuine (Cló níos mó)

source: If you are sitting on a seat that is not fitted with a safety belt
ga: Má tá tú i do shuí ar shuíochán nach feistithe le crios sabhála é

source: If you are giving instruction in respect of the driving of a vehicle (i.e., you are teaching someone else how to drive)
ga: Má tá tú ag tabhairt teagaisc i dtiomáint nó maidir le tiomáint feithicle (.i. tá tú ag múineadh duine éigin eile sa tiomáint)

source: This is another example of a case where it might not be so wise to avail of the leniency of the law
ga: Sampla eile is ea é seo de chás nach bhféadfadh sé a bheith chomh críonna trócaireacht an dhlí a thapú ann

source: If you are driving test examiner conducting a driving test
ga: Más scrúdaitheoir tástála tiomána tú i mbun tástáil tiomána a stiúradh

source: If you are a member of An Garda Siochana or the Defence Forces and are driving as part of your duties
ga: Más ball den Gharda Síochána nó d'Óglaigh na hÉireann tú agus go mbíonn tú ag tiomáint mar chuid de na dualgais a bhíonn agat

source: If you hold a medical certificate signed by a qualified medical practitioner stating it is inadvisable on medical grounds you wear a seatbelt or child restraint
ga: Má tá teastas leighis i do sheilbh agat ar sínithe ag cleachtóir leighis é, agus ina ndearbhaítear nach moltar duit, ar bhoinn leighis, crios sabhála nó srian páiste a chur umat

source: Since July 2004 drivers of small public service vehicles (i.e., taxis) are required to wear seatbelts when driving these vehicles
ga: tacsaithe) criosanna sábhála a chaitheamh agus iad ag tiomáint na bhfeithiclí sin ó mhí Iúil 2004 ar aghaidh

source: Enforcement of seatbelt regulations
ga: Cur i bhfeidhm na rialachán creasa sabhála

source: An Garda Siochana (the Irish police force) is empowered by law to enforce seatbelt regulations throughout Ireland
ga: Bíonn an chumhacht ag an nGarda Síochána, de réir an dhlí, rialacháin chreasa sabhála a chur i bhfeidhm ar fud Phoblacht na hÉireann

source: Unless you are among those exempted under the law, it is a statutory offence to fail to wear a seatbelt or use an appropriate child restraint where one is provided in the vehicle
ga: Mura mbíonn tú i measc iad siúd ar díolmhaithe de réir an dhlí iad, is cion reachtúil é mainneachtain crios suíocháin nó srian páiste iomchuí a chur um dhuine sa chás ina soláthraítear ceann san fheithicil

source: Measures introduced by Government have increased fines for non-wearing of seatbelts and child restraints
ga: Forálacha a thug an Rialtas isteach le deireanas iad; tá siad tar éis na fíneálacha as gan na criosanna sabhála agus na srianta páiste a chur um dhuine a mhéadú

source: The measures impose fixed-charge fines and penalty points, to ensure drivers comply with the law
ga: Na forálacha seo a fhorchur fíneálacha muirear seasta agus pointí pionóis; le go gcinnteofar go gcomhlíonann tiománaithe an dlí

source: Further information is available in our document on driving offences
ga: Tá tuilleadh eolais ar fáil sa doiciméad ar chionta tiomána
